{
    "translations": {
        "nav": {
            "home": "Home",
            "about": "Sobre nós",
            "trails": "Trilhas"
        },
        "home": {
            "mainTitle": "Trilhas do curso de Ciência da Computação UFCG",
            "subTitle": "Se sentiu perdido com a quantidade de cadeiras opcionais que o curso oferece? No Roadmap você poderá visualizar de um modo interativo as disciplinas oferecidas pelo curso e escolher uma trilha de acordo com a profissão desejada.",
            "startButton": "Começar"
        },
        "about": {
            "mainTitle": "Sobre nós",
            "firstPartDescription": "Cada trilha representa quais cadeiras você vai pagar para focar em uma determinada área mas, claro, isso não significa que você deve pagar elas se não você não vai ser um verdadeiro engenherio de software ou ciêntista de dados, elas servem como um guia, mas no final das contas você faz o seu caminho nesse curso.",
            "secondPartDescription": "O Roadmap é um projeto da ",
            "openDevName": " OpenDevUFCG ",
            "thirdPartDescription": "que nasceu da necessidade descrever melhor as oportunidades que o curso pode oferecer, mostrando as disciplinas em um sistema de trilhas para que você consiga atuar em uma área específica da sua escolha.",
            "collaborationsTitle": "Contribuidores",
            "firstPartCollaborationsDescription": "Aqueles que fizeram esse projeto acontecer desde o início até o que  ele é hoje e que, portanto, merecem serem reconhecidos e agradecidos por todo o tempo e o esforço investidos nesse projeto. São vocês que movem a cultura ",    
            "openSource": "open source ",
            "secondPartCollaborationsDescription": " dentro desse curso e que realmente fazem ela acontecer!",
            
            "cards": {
                "github": {
                    "id": "github",
                    "title": "Acesse nosso github!",
                    "description": "Aqui você pode acessar todos os nossos repositórios. Não esqueça de deixar uma star em cada um!",
                    "redirectCard": "https://github.com/OpenDevUFCG",
                    "icon": "./github.svg"
                    },
                "discord": {
                    "id": "discord",
                    "title": "Fale conosco no discord",
                    "description": "Um bate-papo descontraído com a nossa comunidade, sinta-se à vontade pra compartilhar  ideias, tirar dúvidas...",
                    "redirectCard": "https://discord.gg/ajZpnAUmMz",
                    "icon": "./discord.svg"
                    }
            }
        },
        "trails": {
            "title": "Trilhas",
            "subtitle": "Confira as trilhas de estudo que o curso pode oferecer."
        }
    }
}
